[Ukrainian]
Translated_by=Volodymyr Nazarchuk
:::::::::::::::::::::::::::::::::::::::::::::::::::: Graphical Interface ::::::::::::::::::::::::::::::::::::::::::::::::::::
STEP 1 : CHOOSE YOUR KEY=ПУНКТ 1 : ВИБРАТИ USB
STEP 2 : CHOOSE A SOURCE=ПУНКТ 2 : ВИБРАТИ ДЖЕРЕЛО
STEP 3 : PERSISTENCE=ПУНКТ 3 : ФАЙЛ НАЛАШТУВАНЬ
STEP 4 : OPTIONS=ПУНКТ 4 : НАЛАШТУВАННЯ
STEP 5 : CREATE=ПУНКТ 5 : СТВОРИТИ
:::::::::::::::::::::::::::::::::::::::::::::::::::: General ::::::::::::::::::::::::::::::::::::::::::::::::::::
MB=Мб
GB=Гб
min=хв
Label=Ім’я
Size=Розмір
Help=Допомога
Please read=Увага
Error=Помилка
:::::::::::::::::::::::::::::::::::::::::::::::::::: Пункт 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choose a USB Key=Вибрати USB
Hard drives=Жорсткий диск
No key found=USB не знайдено
:::::::::::::::::::::::::::::::::::::::::::::::::::: Пункт 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Download=Завантажити
Support for .IMG files is experimental=Підтримка .IMG образов - експериментальна
Only Live mode is currently available in step 3, virtualization option has been disabled=Доступний тільки Live режим, опції віртуалізації вимкнені
However, LinuxLive USB Creator will try to use same install parameters as for=Проте LinuxLive USB Creator спробує виконати встановлення з тими ж параметрами, що і для 
:::::::::::::::::::::::::::::::::::::::::::::::::::: Пункт 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Live mode only)=(лише Live режим)
(Persistent Mode)=(режим збереження)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Пункт 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Hide created files on key=Приховати створені файли
(except for Umenu.exe)=(за винятком Umenu.exe)
Format the key in FAT32 (this will erase your data !!)=Форматування USB в FAT32 (дані на диску будуть знищені!)
Enable launching LinuxLive in Windows (requires internet to install)=Дозволити запуск LinuxLive-USB у Windows (потрібне з’єднання з Інтернет)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Пункт 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Click the lightning icon to start the installation=Для початку встановлення натисніть на блискавку
Please choose a FAT32 or FAT formated key or check the formating option=Виберіть USB з файловою системою FAT32 або перевірте опції форматування
No disk selected=Не вибраний USB
No file selected=Не вибраний файл
No folder or CD selected=Не вибране джерело
http://www.ubuntu.com/getubuntu/download=http://www.ubuntu.com/getubuntu/download
Please choose an ISO image of LinuxLive CD=Виберіть LiveCD iso-образ вашого дистрибютива
Please choose a CD of LinuxLive Live or its folder=Виберіть LiveCD iso-образ чи папку
Start creation of LinuxLive USB=Створити LinuxLive USB
Please validate step 1 to 3=Перевірка пунктів  1 - 3
Are you sure you want to format this disk and lose your data=Ви впевнені, що хочете форматувати USB та втратити всі дані на ньому
Formatted in=Форматувати як
Formating the key=Форматування USB
Step 1 to 3 OK=Пункти 1 - 3 OK
Cleaning previous installations ( 2min )=Видалення попереднього встановлення (2 хв)
Setting up virtualization software=Налаштування програмного забезпечення для віртуалізації
VirtualBox already downloaded=VirtualBox вже завантажений
A new version of VirtualBox is available=Нова версія VirtualBox доступна
This new version will be downloaded=Буде завантажена нова версія
Downloading VirtualBox as a background task=Завантаження VirtualBox у фоновому режимі
Download started succesfully=Завантаження почалось
Download failed to start=Завантаження провалилось
VirtualBox will not be installed=VirtualBox не буде встановлено
Integrity could not be verified=Цілісність не може бути перевірена
Will attempt installation=Спроба встановлення
Cannot download=Завантаження неможливе
Extracting ISO file on key=Розпакування iso-образу на USB
Writing image to the usb stick=Запис образу на USB
Copying files to the key=Копіювання даних
Renaming some files=Перейменування деяких файлів
Hiding files=Приховані файли
Creating file for persistence=Створення файлу для налаштувань
Formating persistence file=Форматування файлу налаштувань
Live mode : no persistence file=Live режим : немає файлу налаштувань
Ubuntu variant found=Знайдено Ubuntu варіант
Installing boot sectors=Встановлення завантажувального сектору
Downloading VirtualBox=Завантаження VirtualBox
Download complete=Завантаження завершено
Cleaning previous VirtualBox install=Видалення попереднього встановлення VirtualBox
Extracting VirtualBox on key=Видобування VirtualBox на USB
Applying VirtualBox settings=Налаштування VirtualBox
Your LinuxLive key is now up and ready=Ваш LinuxLive-USB успішно створено
You do not have enough rights to launch VirtualBox=У вас немає необхідних прав для запуску VirtualBox
Please log in as an administrator or run VirtualBox with admin rights=Запустіть VirtualBox з правами адміністратора
Free memory below 256mb threshold=Залишилось менше 256MB вільного
This is not enough to launch LinuxLive in Windows=Не достатньо вільного місця, щоб запустити LinuxLive-USB у Windows
:::::::::::::::::::::::::::::::::::::::::::::::::::: ПОМОЩЬ ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help file is missing=Дані допомоги відсутні
:::::::::::::::::::::::::::::::::::::::::::::::::::: К СЛОВУ ( ПОМОЩЬ В ПУНКТЕ 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
About this software=Про програму
User's Guide=Довідка
Virtualization Tutorial (FR)=Довідка по віртуалізаціїї (FR)
Donate=Пожертвуйте
Version=Версія
:::::::::::::::::::::::::::::::::::::::::::::::::::: КОНФИГУРАЦИЯ КЛАВИАТУРЫ ::::::::::::::::::::::::::::::::::::::::::::::::::::
This ISO is not compatible=Цей ISO-образ не сумісний
Detecting keyboard layout=Перевірка розкладки клавіатури
French (France)=Franzoesisch (Frankreich)
French (Swiss)=Franzoesisch (Schweiz)
Dutch=Deutsch
Portuguese=Portugiesisch
Russian=Російська
US or other (qwerty)=США чи інша (Qwerty)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Конфигурация VirtualBox ::::::::::::::::::::::::::::::::::::::::::::::::::::
Error while creating VMDK=Помилка створення образу диску
Key not found, VMDK is invalid=Диск не знайдено, образ диску пошкоджений
Try to launch again SetupForAutoVMDK.exe=Спробуйте знову запустити SetupForAutoVMDK.exe
Do you want to ignore this error=Бажаєте не зважати на дану помилку
:::::::::::::::::::::::::::::::::::::::::::::::::::: ПРОВЕРКА MD5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cannot find MD5SUMS file=Неможливо знайти MD5-sum
Canceling check=Скасування перевірки
You have the right ISO file but it is corrupted or was altered=Ваш ISO-образ сумісний, але він з помилками чи був змінений
Please download it again=Будь ласка, завантажте його заново
Verifying=Перевірка
This ISO is not compatible=Цей ISO-образ несумісний
Please read the compatibility list in user guide=Будь ласка, перегляньте список сумісності у довідці
If your version is in this list, this mean that your file is corrupted, please download it again=Якщо ваш образ у списку, то це означає, що він пошкоджений. Завантажте його знову
This version is compatible and its integrity was checked=Ця версія несумнісна і дані в порядку
Check completed=Перевірка завершена
Integrity + compatibility check=Перевірка на цілісність та сумісність
Unable to open MD5SUM.txt=Немає моживості відкрити файл MD5SUM.txt
Checking integrity=Перевірка цілісності
This file is corrupted=Цей файл пошкоджений
All files have been successfully checked=Усі файли перевірено
Checking file=Перевірка файлу
:::::::::::::::::::::::::::::::::::::::::::::::::::: USB МЕНЮ ::::::::::::::::::::::::::::::::::::::::::::::::::::
Persistent Mode=Режим збереження налаштувань
Live Mode=Live режим
Install=Встановлення
File Integrity Check=Перевірка цілісності
Memory Test=Перевірка пам’яті
:::::::::::::::::::::::::::::::::::::::::::::::::::: ОКНО ОШИБОК ::::::::::::::::::::::::::::::::::::::::::::::::::::
An error occurred=Сталась помилка
An anonymous report was sent in order to fix this error as soon as possible=Звіт про помилку успішно відправлений, щоб пошвидше її виправити
Show bug report=Показати звіт про помилку
Restart application=Перезапуск програми
Close application=Закрити програму
Last Actions=Останні дії
Unique anonymous ID=Унікальний анонімний ID
Report status=Статус звіту
Pending=В очікуванні
Error (not sent)=Помилка (не відправлений)
Sent=Відправлений
:::::::::::::::::::::::::::::::::::::::::::::::::::: ФИНАЛЬНАЯ ПОМОЩЬ ::::::::::::::::::::::::::::::::::::::::::::::::::::
In order to launch LinuxLive :=Для запуску LinuxLive 
Remove your key and insert it again=Вийміть ваш USB і знову вставте
Go to 'My Computer'=Перейдіть у 'Мій комп’ютер'
Right click on you key and select :=Правий клік по USB та виберіть
'LinuxLive!' to launch linux in windows='LinuxLive!' ,щоб запустити ваш USB прямо у Windows
'VirtualBox Interface' to launch VirtualBox full interface='VirtualBox Interface', щоб запустити VirtualBox
'CD Menu' to launch the original CD menu='CD Menu' ,щоб запустити власне меню CD
:::::::::::::::::::::::::::::::::::::::::::::::::::: 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OR=або
Manually=Вручну
Automatically=Автоматично
Please select a linux to continue=Виберіть дистрибютив для продовження
Looking for the fastest mirror=Пошук самого швидкого дзеркала
Testing mirror=Перевірка дзеркала
No online mirror found=Не знайдено зеркал
Please check your internet connection or try with another linux=Перевірте з’єднання з Інтернет або виберіть інший дистрибютив
Select this file as the source when download will be completed=Виберіть образ як джерело після завантаження
Downloading=Завантажується
from=з
Error while trying to download=Помилка під час завантаження
Latency=Залишилось часу
Server Name=Ім’я серверу
Copy link=Копіювати посилання
Launch in my browser=Відкрити в моєму браузері
Best mirrors=Краще дзеркало
Good mirrors=Хороше зеркало
Bad mirrors=Погане зеркало
Dead mirrors=Мертве чи неактивне зеркало
Check will begin shortly=Перевірка зараз почнеться
:::::::::::::::::::::::::::::::::::::::::::::::::::: 2.3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Select your favourite Linux=Виберіть бажаний дистрибютив Linux
There is a new version available=Доступна нова версія
Your LiLi's version is not up to date=Ваша версія LiLi-Version застаріла
Last version is=Стара версія
Your version is=Нова версія
Do want to download it=Бажаєте її завантажити
Error while trying to find physical disk number=Помилка при виборі номеру фізичного диску
This Linux is not in the compatibility list=Цей Linux не сумісний
Setting the memory to the recommended value=Встановіть розмір пам’яті у рекомендоване значення
Free memory is below the recommended value for your Linux to run in Windows=Замало оперативної пам’яті для запуску Linux в Windows
Recognized Linux=Linux опізнано
Built-in Persistency=Вбудовані налаштування
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
You have already created a key=Ви вже створили свій USB
Are you sure that you want to recreate one=Ви впевнені, що хочете перестворити USB
The compatibility list has been updated=Список доступих дистрибютивів оновлено
These linuxes are now supported=Ці дистрибютиви тепер сумісні
Official Ubuntu Variants=Офіційні варіанти Ubuntu
Ubuntu Based Variants=На основі Ubuntu
Fedora Variants=Fedora
Debian Variants=Debian
PCLinuxOS Variants=PCLinuxOS
Rescue CDs=Рятівні диски
Light Linuxes=Легкі Linux дистрибютиви
Gentoo Based=на основі Gentoo
Security Purpose=Безпека
Others=Інші
Regular Linux (works with most linuxes)=загальні дистрибютиви Линукс (повинно спрацювати)
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.6 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help me to improve LiLi=Допоможіть мені покращити LiLi
This is a Beta or Release Candidate version=Це бета чи RC-версія
Click OK to leave a feedback or click Cancel to close this window=Натисніть кнопку ОК, щоб залишити коментар, чи Скасувати, щоб закрити це вікно
Options=Параметри
Netbook screen detected=Знайдено екран нетбука
Your screen vertical resolution is less than 600 pixels=Вертикальне розширення вашого екрану менше за 600 пікселів
Please use the arrow keys (up and down) of your keyboard to move the interface=Будь ласка, використовуйте стрілки для переміщення по пунктах меню
Updating Portable-VirtualBox pack=Оновлення Portable-VirtualBox
General=Головне
Compatibility List=Список сумісних 
Versions=Версії
Make a donation=Зробити пожертву
Contact me=Звязок зі мною
CopyLeft by=Copyleft від
GPL v3 License=Ліцензія GPL v3
Install parameters=Встановити параметри
Use LiLi automatic recognition=Використовувати автоматичне розпізнавання
highly recommended=наполегливо рекомендується 
Force using same parameters as=Використовувати примусово з тими ж параметрами, що і 
Select a Linux=Виберіть Linux
Language=Мова
Available languages=Доступні мови
Proxy=Проксі
Proxy settings=Налаштування проксі
No proxy=Без проксі
Use system settings=Використовувати налаштування системи
Use custom settings=Використовувати користувацькі налаштування
Proxy URL=Проксі URL
Port=Порт
Username=Ім’я користуувача
Password=Пароль
Status=Статус
Test settings=Налаштування тестування
Not tested yet=Не перевірено
Update=Оновлення 
Check for updates=Перевірка наявності оновлень
Stable releases only=Тільки стабільні версії
Stable and beta releases=Стабільні та бета-версії
Advanced=Розширений
Do not modify these options unless you know what you are doing=Не змінюйте ці налаштування, якщо не знаєте, що коїте
You are connected=Ви з’єднані
You are disconnected=Ви від’єднані
Testing=Тестування
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.7 ::::::::::::::::::::::::::::::::::::::::::::::::::::
I'm sorry for the inconvenience but LiLi has crashed=Вибачте, але LiLi закрився через помилку
Please enter an email address and a detailed comment about this crash=Будь ласка, введіть Ваш email і детальні коментарі по причині цієї аварії
I will contact you as soon as I can=Я звяжусь із вами, як тільки зможу
Show crash report=Показати звіт про помилку
Close (don't send)=Закрити (не відправляти)
Send Report=Відправити звіт
Your file is corrupted=Ваш файл пошкоджений
Please download it again=Будь ласка, завантажте його ще раз
Read the log for more information=Читайте журнал логів для детальної інформації
Starting LinuxLive USB Creator=Запуск LinuxLive USB Creator
Checking for new major version=Перевірка на наявність нової версії
Checking for new minor version=Перевірка на наявність нової версії
Checking for new Portable-VirtualBox version=Перевірка на наявність нових портативних версій VirtualBox 
Reading compatibility list=Читання списку сумісності
Loading interface=Завантаження інтерфейсу
Getting drive list=Читання списку дисків
Logging system configuration=завантаження конфігурації системи
Checking for updates=Перевірка наявності оновлень
Please close any application accessing your key and try again=Будь ласка, закрийте усі програми та спробуйте ще раз
Checking VirtualBox archive integrity=Перевірка цілісності архіву VirtualBox
VirtualBox archive integrity checked=Цілісність архіву VirtualBox перевірена
Unzipping VirtualBox archive to disk=Видобування архиві VirtualBox на диск
VirtualBox archive is corrupted=Архів VirtualBox пошкоджений
Force using default mode (works with most Linuxes)=Використовувати режим по замовчуванню (працює із більшістю версій Linux'а)
There is a new Beta version available=Доступна нова бета-версія
Your LiLi's version is not up to date=Ви використовуєте стару версію LiLi
Last beta version is=Остання бета-версія
Server-oriented=Серверні
